module.exports = {
    setRu: {
        greeting: `, рады приветствовать Вас в Телеграм боте по онлайн оформлению автострахования ОСАГО.
        
Пожалуйста выберите один из нижеданных 👇🏻`,

        polis: `Давайте оформим ваш полис:

Пожалуйста выберите тип оформления 👇🏻`,

        fiz: `Для оформления E-полиса ОСАГО (для физ.лица) необходимо:

1)	отправить тех.паспорт автомобиля (переднюю и заднюю сторону)

2)	отправить паспорт заявителя (или ID-карту)

3)	указать телефонный номер заявителя (+998 ** *** ** **)

4)	указать дату начала страхования (ДД/ММ/ГГГГ)

5)	оплатить на карту 8600 5729 9350 0300 (Nazarov Rustam Furqat Ogli) и отправить скриншот оплаты`,

        yur: `Для оформления E-полиса ОСАГО (для юр.лица) необходимо:

1)	отправить тех.паспорт автомобиля (переднюю и заднюю сторону)

2)	отправить реквизиты организации (ИНН, адрес, расчетный счет, банк, МФО, Ф.И.О. директора)

3)	указать телефонный номер заявителя (+998 ** *** ** **)

4)	указать дату начала страхования (ДД/ММ/ГГГГ)

5)	указать вид оплаты: 

a) Перечислением: оплатить по договору страхования и отправить платежное поручение

b) Картой: оплатить на карту 8600 5729 9350 0300 ‘Nazarov Rustam Furqat Ogli’ и отправить скриншот оплаты`,

        contacts: `Контактные данные: 
Tel: +998 335 336 337
Telegram: @insurance_on`,

        consulting: `Связаться с онлайн консультантом 👇🏻`,

        infoRequest: `Ок, отправьте свой номер телефона 👇🏻`,
        techPassportRequest: `А сейчас отправьте  фотографию Тех-паспорта 👇🏻`,
        passportRequest: `Хорошо, теперь отправьте  фотографию своего паспорта 👇🏻`,
    },
};